Repository: W1ght/Niratan
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Video Profile
zh_hans: 视频 Profile

source: Video Profile: %@
zh_hans: 视频 Profile：%@

source: Profile name cannot be empty.
zh_hans: Profile 名称不能为空。

source: The backup contains an invalid Profile index.
zh_hans: 备份中的 Profile 索引无效。

source: The backup contains an unsafe file entry.
zh_hans: 备份中包含不安全的文件条目。

source: The backup does not contain a dictionary collection.
zh_hans: 备份中没有词典集合。

source: The default profile cannot be deleted.
zh_hans: 不能删除默认 Profile。

source: The active Profile changed. Try adding the card again.
zh_hans: 当前 Profile 已切换，请重新添加卡片。
zh_hant: 目前 Profile 已切換，請重新新增卡片。

source: The profile language does not match.
zh_hans: Profile 语言不匹配。

source: The selected profile no longer exists.
zh_hans: 所选 Profile 已不存在。

source: Unsafe profile identifier.
zh_hans: Profile 标识符不安全。

source: Audio Track
zh_hans: 音轨
zh_hant: 音軌

source: Audio Earlier
zh_hans: 音频提前
zh_hant: 音訊提前

source: Audio Later
zh_hans: 音频延后
zh_hant: 音訊延後

source: Audio Timing
zh_hans: 音频调轴
zh_hant: 音訊調軸

source: Audio Delay
zh_hans: 音频延迟
zh_hant: 音訊延遲

source: Back 1000 ms
zh_hans: 回退 1000 毫秒
zh_hant: 回退 1000 毫秒

source: Back 50 ms
zh_hans: 回退 50 毫秒
zh_hant: 回退 50 毫秒

source: Forward 1000 ms
zh_hans: 前进 1000 毫秒
zh_hant: 前進 1000 毫秒

source: Forward 50 ms
zh_hans: 前进 50 毫秒
zh_hant: 前進 50 毫秒

source: Offset
zh_hans: 偏移
zh_hant: 偏移

source: Offset (ms)
zh_hans: 偏移 (ms)
zh_hant: 偏移 (ms)

source: Positive values delay subtitles; negative values show subtitles earlier.
zh_hans: 正数表示字幕延后，负数表示字幕提前。
zh_hant: 正數表示字幕延後，負數表示字幕提前。

source: Aspect Ratio
zh_hans: 画面比例
zh_hant: 畫面比例

source: Clear A-B Loop
zh_hans: 清除 A-B 循环
zh_hant: 清除 A-B 循環

source: Close Transcript
zh_hans: 关闭字幕列表
zh_hant: 關閉字幕列表

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Unable to Open Book
zh_hans: 无法打开书籍
zh_hant: 無法打開書籍

source: The EPUB file could not be loaded from local storage.
zh_hans: 无法从本地存储加载 EPUB 文件。
zh_hant: 無法從本機儲存載入 EPUB 檔案。

source: External Subtitles
zh_hans: 外挂字幕
zh_hant: 外掛字幕

source: Inspector
zh_hans: 检查器
zh_hant: 檢查器

source: Inspector Section
zh_hans: 检查器分区
zh_hant: 檢查器分區

source: Load subtitles to view the transcript.
zh_hans: 载入字幕后可查看字幕列表。
zh_hant: 載入字幕後可查看字幕列表。

source: Loop
zh_hans: 循环
zh_hant: 循環

source: Loop File
zh_hans: 单集循环
zh_hant: 單集循環

source: No Transcript
zh_hans: 没有字幕列表
zh_hant: 沒有字幕列表

source: No episodes
zh_hans: 没有选集
zh_hant: 沒有選集

source: No tracks
zh_hans: 没有轨道
zh_hant: 沒有軌道

source: Open Secondary Subtitles
zh_hans: 打开副字幕
zh_hant: 開啟副字幕

source: Open Transcript
zh_hans: 打开字幕列表
zh_hant: 開啟字幕列表

source: Playback Options
zh_hans: 播放选项
zh_hant: 播放選項

source: Primary subtitle
zh_hans: 主字幕
zh_hant: 主字幕

source: Reset Audio Timing
zh_hans: 重置音频调轴
zh_hant: 重置音訊調軸

source: Rotate Clockwise
zh_hans: 顺时针旋转
zh_hant: 順時針旋轉

source: Set A Point
zh_hans: 设置 A 点
zh_hant: 設定 A 點

source: Set A-B Loop End
zh_hans: 设置 A-B 循环终点
zh_hant: 設定 A-B 循環終點

source: Set A-B Loop Start
zh_hans: 设置 A-B 循环起点
zh_hant: 設定 A-B 循環起點

source: Set B Point
zh_hans: 设置 B 点
zh_hant: 設定 B 點

source: Secondary subtitle
zh_hans: 副字幕
zh_hant: 副字幕

source: Subtitles
zh_hans: 字幕
zh_hant: 字幕

source: Toggle File Loop
zh_hans: 切换单集循环
zh_hant: 切換單集循環

source: Toggle Transcript
zh_hans: 切换字幕列表
zh_hant: 切換字幕列表

source: Transcript
zh_hans: 字幕列表
zh_hant: 字幕列表

source: Loading Transcript
zh_hans: 正在载入字幕列表
zh_hant: 正在載入字幕列表

source: Reading the selected subtitle track…
zh_hans: 正在读取所选字幕轨…
zh_hant: 正在讀取所選字幕軌…

source: Transcript Unavailable
zh_hans: 字幕列表不可用
zh_hant: 字幕列表不可用

source: This subtitle track cannot be shown as text.
zh_hans: 此字幕轨无法显示为文本列表。
zh_hant: 此字幕軌無法顯示為文字列表。

source: Subtitle extraction was cancelled.
zh_hans: 字幕提取已取消。
zh_hant: 字幕擷取已取消。

source: The bundled subtitle extractor is unavailable.
zh_hans: 内置字幕提取器不可用。
zh_hant: 內建字幕擷取器不可用。

source: The selected subtitle track could not be read.
zh_hans: 无法读取所选字幕轨。
zh_hant: 無法讀取所選字幕軌。

source: Auto-Play Next Episode
zh_hans: 自动播放下一集
zh_hant: 自動播放下一集

source: Auto-pause on Lookup
zh_hans: 查词时自动暂停
zh_hant: 查詞時自動暫停

source: Fast-forward Subtitle Gaps
zh_hans: 快进字幕空档
zh_hant: 快進字幕空檔

source: Fast-forward Speed
zh_hans: 快进速度
zh_hant: 快進速度

source: Default Seek Interval
zh_hans: 默认快进/快退秒数
zh_hant: 預設快進/快退秒數

source: Decrease Playback Speed
zh_hans: 降低播放速度
zh_hant: 降低播放速度

source: Earlier by 0.5 s
zh_hans: 提前 0.5 秒
zh_hant: 提前 0.5 秒

source: Episodes
zh_hans: 选集
zh_hant: 選集

source: Increase Playback Speed
zh_hans: 提高播放速度
zh_hant: 提高播放速度

source: Later by 0.5 s
zh_hans: 延后 0.5 秒
zh_hant: 延後 0.5 秒

source: Temporarily speeds through gaps between subtitle lines.
zh_hans: 临时加速通过两句字幕之间的空档。
zh_hant: 臨時加速通過兩句字幕之間的空檔。

source: Remember Playback State
zh_hans: 记住播放状态
zh_hant: 記住播放狀態

source: Control Bar Layout
zh_hans: 控制栏样式
zh_hant: 控制列樣式

source: Floating
zh_hans: 浮动
zh_hant: 浮動

source: Compact Bottom
zh_hans: 底部紧凑
zh_hant: 底部緊湊

source: Restores playback position, subtitles, speed, timing, and audio track for each video.
zh_hans: 为每个视频恢复播放位置、字幕、倍速、调轴和音轨。
zh_hant: 為每個影片恢復播放位置、字幕、倍速、調軸和音軌。

source: Mute / Unmute
zh_hans: 静音 / 取消静音
zh_hant: 靜音 / 取消靜音

source: Muted
zh_hans: 已静音
zh_hant: 已靜音

source: Unmuted
zh_hans: 已取消静音
zh_hant: 已取消靜音

source: Next Episode
zh_hans: 下一集
zh_hant: 下一集

source: Playback Speed
zh_hans: 播放速度
zh_hant: 播放速度

source: Previous Episode
zh_hans: 上一集
zh_hant: 上一集

source: Reset Playback Speed
zh_hans: 恢复正常速度
zh_hant: 恢復正常速度

source: Reset Subtitle Timing
zh_hans: 重置字幕时间
zh_hant: 重設字幕時間

source: Subtitle Earlier
zh_hans: 字幕提前
zh_hant: 字幕提前

source: Subtitle Later
zh_hans: 字幕延后
zh_hant: 字幕延後

source: Blur
zh_hans: 模糊
zh_hant: 模糊

source: Blur Radius
zh_hans: 模糊半径
zh_hant: 模糊半徑

source: Hidden Opacity
zh_hans: 隐藏时透明度
zh_hant: 隱藏時透明度

source: Mask Mode
zh_hans: 遮罩模式
zh_hant: 遮罩模式

source: Mask subtitles until hover
zh_hans: 悬停前遮罩字幕
zh_hant: 懸停前遮罩字幕

source: Masked subtitles are shown normally while the pointer is over the subtitle row.
zh_hans: 鼠标停在字幕行上时，遮罩字幕会正常显示。
zh_hant: 滑鼠停在字幕列上時，遮罩字幕會正常顯示。

source: Subtitle Mask
zh_hans: 字幕遮罩
zh_hant: 字幕遮罩

source: Subtitle Timing
zh_hans: 字幕调轴
zh_hant: 字幕調軸

source: Subtitle Delay
zh_hans: 字幕延迟
zh_hant: 字幕延遲

source: Subtitle Track
zh_hans: 字幕轨
zh_hant: 字幕軌

source: Transparent
zh_hans: 透明
zh_hant: 透明

source: Video Track
zh_hans: 视频轨
zh_hant: 影片軌

source: Close Popup
zh_hans: 关闭弹框
zh_hant: 關閉彈窗

source: Close Reader
zh_hans: 关闭阅读器
zh_hant: 關閉閱讀器

source: Context Priority
zh_hans: 上下文优先
zh_hant: 情境優先

source: Default Shortcut: %@
zh_hans: 默认快捷键：%@
zh_hant: 預設快捷鍵：%@

source: Default Controller: %@
zh_hans: 默认手柄按键：%@
zh_hant: 預設手柄按鍵：%@

source: Cycle Subtitle Track
zh_hans: 切换字幕轨
zh_hant: 切換字幕軌

source: Dictionary / Popup
zh_hans: 词典 / 弹框
zh_hant: 詞典 / 彈窗

source: Exit Full Screen or Focus Mode
zh_hans: 退出全屏或专注模式
zh_hant: 退出全螢幕或專注模式

source: Global
zh_hans: 全局
zh_hant: 全域

source: Next Subtitle
zh_hans: 下一句字幕
zh_hant: 下一句字幕

source: Previous Subtitle
zh_hans: 上一句字幕
zh_hant: 上一句字幕

source: Seek Backward
zh_hans: 后退
zh_hant: 倒退

source: Seek Forward
zh_hans: 前进
zh_hant: 快進

source: Show / Hide Subtitles
zh_hans: 显示/隐藏字幕
zh_hant: 顯示/隱藏字幕

source: Shortcut Conflict
zh_hans: 快捷键冲突
zh_hant: 快捷鍵衝突

source: Shortcuts can reuse the same key when their scopes do not overlap.
zh_hans: 作用域不重叠时，不同功能可以复用同一个按键。
zh_hant: 作用域不重疊時，不同功能可以重用同一個按鍵。

source: Toggle Focus Mode
zh_hans: 切换专注模式
zh_hant: 切換專注模式

source: Toggle Full Screen
zh_hans: 切换全屏
zh_hant: 切換全螢幕

source: Volume
zh_hans: 音量
zh_hant: 音量

source: Volume Down
zh_hans: 降低音量
zh_hant: 降低音量

source: Volume Up
zh_hans: 提高音量
zh_hant: 提高音量

source: About
zh_hans: 关于
zh_hant: 關於

source: Add Shelf
zh_hans: 添加书架
zh_hant: 新增書架

source: Add Source
zh_hans: 添加音频源
zh_hant: 新增來源

source: Address
zh_hans: 地址
zh_hant: 地址

source: Advanced
zh_hans: 高级
zh_hant: 進階

source: All Time
zh_hans: 总计
zh_hant: 累計

source: Allow Duplicates
zh_hans: 允许重复
zh_hant: 允許重複

source: AnkiConnect did not return the added note ID.
zh_hans: AnkiConnect 未返回已添加笔记的 ID。
zh_hant: AnkiConnect 未傳回已新增筆記的 ID。

source: AnkiMobile or a hosted AnkiConnect instance is required to mine words.
zh_hans: 需要 AnkiMobile 或 AnkiConnect 实例才能制卡。
zh_hant: 需要 AnkiMobile 或 AnkiConnect 實例才能製卡。

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Archiving...
zh_hans: 归档中…
zh_hant: 歸檔中…

source: Attribution
zh_hans: 致谢
zh_hant: 致謝

source: Audio
zh_hans: 音频
zh_hant: 音訊

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Auto-collapse Dictionaries
zh_hans: 自动折叠词典
zh_hant: 自動摺疊辭典

source: Auto-play on Lookup
zh_hans: 查词时自动播放
zh_hant: 查詞時自動播放

source: Autostart
zh_hans: 自动开始统计
zh_hant: 自動開始

source: Avoid Page Break
zh_hans: 避免截断
zh_hant: 避免分頁

source: Background Audio
zh_hans: 后台音频
zh_hant: 背景音訊

source: Background Color
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Backup
zh_hans: 备份
zh_hant: 備份

source: Books
zh_hans: 书籍
zh_hant: 書架

source: Bottom
zh_hans: 底部
zh_hant: 底部

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Chapter Swipe Distance
zh_hans: 章节切换滑动阈值
zh_hant: 章節滑動距離

source: Chapter %d
zh_hans: 第 %d 章
zh_hant: 第 %d 章

source: Current Chapter
zh_hans: 当前章节
zh_hant: 目前章節

source: Loading Chapters...
zh_hans: 正在加载章节…
zh_hant: 正在載入章節…

source: Resources
zh_hans: 资源
zh_hant: 資源

source: Could not match subtitles.
zh_hans: 无法匹配字幕。
zh_hant: 無法匹配字幕。

source: Subtitle Match
zh_hans: 字幕匹配
zh_hant: 字幕匹配

source: Chapters
zh_hans: 章节
zh_hant: 章節

source: No Chapters
zh_hans: 没有章节
zh_hant: 沒有章節

source: This video does not contain chapter markers.
zh_hans: 此视频不包含章节标记。
zh_hant: 此影片不包含章節標記。

source: Character count
zh_hans: 字数
zh_hant: 字數

source: Character Spacing
zh_hans: 字符间距
zh_hant: 字距

source: Characters Read:
zh_hans: 已读字数：
zh_hant: 已讀字數：

source: Check All Models
zh_hans: 检查所有模板
zh_hant: 檢查所有模板

source: Client ID
zh_hans: 客户端 ID
zh_hant: 用戶端 ID

source: Collection
zh_hans: 集合
zh_hant: 集合

source: Collection Actions
zh_hans: 合集操作
zh_hant: 合集操作

source: Audio Compression Format
zh_hans: 音频压缩格式
zh_hant: 音訊壓縮格式

source: AVIF Frame Rate
zh_hans: AVIF 帧率
zh_hant: AVIF 影格率

source: AVIF Maximum Height
zh_hans: AVIF 最大高度
zh_hant: AVIF 最大高度

source: Audio Quality
zh_hans: 音频质量
zh_hant: 音訊品質

source: Compress Images
zh_hans: 压缩图片
zh_hant: 壓縮圖片

source: Image Quality
zh_hans: 图片质量
zh_hant: 圖片品質

source: Image Format
zh_hans: 图片格式
zh_hant: 圖片格式

source: Compact Glossaries
zh_hans: 紧凑释义
zh_hant: 精簡釋義

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Connect
zh_hans: 连接
zh_hant: 連線

source: Connect Google Drive
zh_hans: 连接 Google Drive
zh_hant: 連接 Google Drive

source: Connected
zh_hans: 已连接
zh_hant: 已連線

source: Connection
zh_hans: 连接
zh_hant: 連線

# Current: %lld / %lld
source: Current: %1$lld / %2$lld
zh_hans: 当前位置：%1$lld / %2$lld
zh_hant: 目前：%1$lld / %2$lld

source: Custom
zh_hans: 自定义
zh_hant: 自訂

source: Custom CSS
zh_hans: 自定义 CSS
zh_hant: 自訂 CSS

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Deck
zh_hans: 牌组
zh_hant: 牌組

source: Deck Root
zh_hans: 牌组根目录
zh_hant: 牌組根目錄

source: Default to Dictionary Tab
zh_hans: 默认打开词典页
zh_hant: 預設開啟辭典頁

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete Collection
zh_hans: 删除合集
zh_hant: 刪除合集

source: Delete Collection?
zh_hans: 删除合集？
zh_hant: 刪除合集？

source: Delete "%@"?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Delete %lld book(s)?
zh_hans: 删除 %lld 本书？
zh_hant: 刪除 %lld 本書？

source: Delete android.db (%@)
zh_hans: 删除 android.db（%@）
zh_hant: 刪除 android.db（%@）

source: Dependencies
zh_hans: 依赖项
zh_hant: 相依項目

source: Determines if statistics will be merged entry by entry or replaced completely on a sync.
zh_hans: 这将决定同步时统计数据是逐条合并，还是完全替换。
zh_hant: 決定同步時統計資料是逐條合併還是完全替換。

source: Dictionaries
zh_hans: 词典
zh_hant: 辭典

source: Dictionary
zh_hans: 词典
zh_hant: 辭典

source: Direction
zh_hans: 同步方向
zh_hant: 方向

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download
zh_hans: 下载
zh_hant: 下載

source: Download Dictionaries
zh_hans: 下载词典
zh_hant: 下載辭典

source: Download Recommended Dictionaries
zh_hans: 下载推荐词典
zh_hant: 下載推薦辭典

source: Download failed: %@
zh_hans: 下载失败：%@
zh_hant: 下載失敗：%@

source: Downloading EPUB...
zh_hans: 正在下载 EPUB…
zh_hant: 正在下載 EPUB…

source: Duplicate Scope
zh_hans: 重复范围
zh_hant: 重複範圍

source: Enable
zh_hans: 启用
zh_hant: 啟用

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Export
zh_hans: 导出
zh_hant: 匯出

source: Fetch decks and models from Anki
zh_hans: 从 Anki 获取牌组和模板
zh_hant: 從 Anki 取得牌組與模板

source: Fields
zh_hans: 字段
zh_hant: 欄位

source: Font
zh_hans: 字体
zh_hant: 字型

source: Font Size
zh_hans: 字号
zh_hant: 字型大小

source: Force Sync on adding card
zh_hans: 添加卡片时强制同步
zh_hant: 新增卡片時強制同步

source: Frequency
zh_hans: 频率
zh_hant: 頻率

source: Frequency Dictionaries
zh_hans: 频率词典
zh_hant: 頻率辭典

source: Full-width
zh_hans: 全宽显示
zh_hant: 全寬

source: Gallery
zh_hans: 图片库
zh_hant: 圖片庫

source: Go
zh_hans: 前往
zh_hant: 跳轉

source: Height
zh_hans: 高度
zh_hant: 高度

source: Hide Furigana
zh_hans: 隐藏振假名
zh_hant: 隱藏振假名

source: Horizontal Padding
zh_hans: 水平边距
zh_hant: 水平邊距

source: In Bookshelf
zh_hans: 已在书架
zh_hant: 已在書架

source: Import
zh_hans: 导入
zh_hant: 匯入

source: Import .colpkg (Stored Words: %@)
zh_hans: 导入 .colpkg（已存单词：%@）
zh_hant: 匯入 .colpkg（已存單字：%@）

source: Import a local audio database for offline dictionary audio. The local audio source is automatically added when enabled.
zh_hans: 导入本地音频数据库以离线使用词典音频。启用后会自动添加本地音频源。
zh_hant: 匯入本地音訊資料庫以供離線辭典音訊使用。啟用後會自動加入本地音訊來源。

source: Import an EPUB using the + button to start reading.
zh_hans: 使用 + 按钮导入 EPUB 开始阅读。
zh_hant: 使用 + 按鈕匯入 EPUB 開始閱讀。

source: Import Font
zh_hans: 导入字体
zh_hant: 匯入字型

source: Importing a .colpkg backup from Anki will allow duplicate checks before sending to Anki. It's recommended to do this periodically to reduce drift.
zh_hans: 导入 Anki 的 .colpkg 备份可在发送前进行重复检查。建议定期执行以减少差异。
zh_hant: 匯入 Anki 的 .colpkg 備份可在傳送前進行重複檢查。建議定期執行以減少差異。

source: Info Color
zh_hans: 次要文本颜色
zh_hant: 資訊顏色

source: Insert Selector
zh_hans: 插入选择器
zh_hant: 插入選擇器

source: Interface
zh_hans: 用户界面
zh_hant: 介面

source: Interrupt
zh_hans: 中断
zh_hant: 中斷

source: Invalid input
zh_hans: 无效输入
zh_hant: 輸入無效

source: Jump to
zh_hans: 跳转到
zh_hant: 跳至

source: Go to
zh_hans: 跳转
zh_hant: 跳至

source: Keep Volume
zh_hans: 保持音量
zh_hant: 保持音量

source: Layout
zh_hans: 布局
zh_hant: 版面

source: List
zh_hans: 列表

source: Light
zh_hans: 轻量版
zh_hant: 輕量版

source: Line Height
zh_hans: 行高
zh_hant: 行高

source: Lyrics Mode
zh_hans: 歌词模式
zh_hant: 歌詞模式

source: Exit Lyrics Mode
zh_hans: 退出歌词模式
zh_hant: 退出歌詞模式

source: Open Lyrics Mode
zh_hans: 打开歌词模式
zh_hant: 開啟歌詞模式

source: Vertical Lyrics Mode
zh_hans: 竖排歌词模式
zh_hant: 直排歌詞模式

source: Lyrics Mask
zh_hans: 歌词遮罩
zh_hant: 歌詞遮罩

source: No lyrics match
zh_hans: 没有歌词匹配
zh_hant: 沒有歌詞匹配

source: Local Audio
zh_hans: 本地音频
zh_hant: 本地音訊

source: Lower Volume
zh_hans: 降低音量
zh_hant: 降低音量

source: Manage Shelves
zh_hans: 管理书架
zh_hant: 管理書架

source: Manual
zh_hans: 手动
zh_hant: 手動

source: Mark "%@" as read?
zh_hans: 将“%@”标记为已读？
zh_hant: 將「%@」標記為已讀？

source: Mark Read
zh_hans: 标记为已读
zh_hant: 標記已讀

source: Max Results
zh_hans: 最大结果数
zh_hant: 最大結果數

source: Merge
zh_hans: 合并
zh_hant: 合併

source: Mode
zh_hans: 模式
zh_hant: 模式

source: Model
zh_hans: 模板
zh_hant: 模板

source: Move
zh_hans: 移动
zh_hant: 移動

source: Name
zh_hans: 名称
zh_hant: 名稱

source: No Books
zh_hans: 暂无书籍
zh_hant: 沒有書籍

source: None
zh_hans: 无
zh_hant: 無

source: Not connected
zh_hans: 未连接
zh_hant: 未連線

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: OK
zh_hans: 好
zh_hant: 確定

source: On
zh_hans: 开启
zh_hant: 開啟

source: Page Turn
zh_hans: 翻页时
zh_hant: 翻頁

source: Paginated
zh_hans: 分页
zh_hant: 分頁

source: Pitch
zh_hans: 音高
zh_hant: 音高

source: Pitch Dictionaries
zh_hans: 音高词典
zh_hant: 音高辭典

source: Please enter a valid character count
zh_hans: 请输入有效的字数
zh_hant: 請輸入有效的字數

source: Popup
zh_hans: 查词浮窗
zh_hant: 彈窗

source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Progress Position
zh_hans: 阅读进度显示位置
zh_hant: 進度位置

source: Reading Progress:
zh_hans: 阅读进度：
zh_hant: 閱讀進度：

source: Reading Speed:
zh_hans: 阅读速度：
zh_hant: 閱讀速度：

source: Reading Time:
zh_hans: 阅读时间：
zh_hant: 閱讀時間：

source: Recent
zh_hans: 最近
zh_hant: 最近

source: Replace
zh_hans: 替换
zh_hant: 替換

source: Report an Issue
zh_hans: 报告问题
zh_hant: 回報問題

source: Required
zh_hans: 必填
zh_hant: 必填

source: Daily Reset
zh_hans: 每日重置
zh_hant: 每日重設

source: Reading statistics recorded before this time count toward the previous day.
zh_hans: 此时间之前记录的阅读统计计入前一天。
zh_hant: 此時間之前記錄的閱讀統計計入前一天。

source: Reset
zh_hans: 重置
zh_hant: 重設

source: Reset Time
zh_hans: 重置时间
zh_hant: 重設時間

source: Restore
zh_hans: 恢复
zh_hant: 還原

source: Restoring will overwrite the current collection.
zh_hans: 恢复会覆盖当前集合
zh_hant: 還原將覆蓋目前的集合。

source: Restoring...
zh_hans: 恢复中…
zh_hant: 還原中…

source: Scan Length
zh_hans: 扫描长度
zh_hant: 掃描長度

source: Sepia
zh_hans: 棕褐色
zh_hant: 棕褐

source: Session
zh_hans: 本次
zh_hant: 本次

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Shelf name
zh_hans: 书架名称
zh_hant: 書架名稱

source: Shelves
zh_hans: 书架
zh_hant: 書架

source: Show Character Count
zh_hans: 显示字数
zh_hant: 顯示字數

source: Show Percentage
zh_hans: 显示百分比
zh_hant: 顯示百分比

source: Show Reading Speed
zh_hans: 显示阅读速度
zh_hant: 顯示閱讀速度

source: Show Reading Time
zh_hans: 显示阅读时间
zh_hant: 顯示閱讀時間

source: Show Title
zh_hans: 显示标题
zh_hant: 顯示標題

source: Sign out
zh_hans: 退出登录
zh_hant: 登出

source: Sort
zh_hans: 排序
zh_hant: 排序

source: Sorting by...
zh_hans: 排序方式…
zh_hant: 排序方式…

source: Sources
zh_hans: 音频源
zh_hant: 來源

source: Statistics
zh_hans: 统计
zh_hant: 統計

source: Statistics appears in Bookshelf when enabled.
zh_hans: 开启后可从书架访问统计数据。
zh_hant: 開啟後可從書架存取統計資訊。

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Status: %@
zh_hans: 状态：%@
zh_hant: 狀態：%@

source: Swipe Threshold
zh_hans: 滑动阈值
zh_hant: 滑動閾值

source: Swipe to Dismiss
zh_hans: 滑动关闭
zh_hant: 滑動關閉

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync Behaviour
zh_hans: 同步模式
zh_hant: 同步方式

source: Sync bookmarks and statistics with ッツ Reader or between Niratan devices via Google Drive.
zh_hans: 通过 Google Drive 与 ッツ Reader 或其他 Niratan 设备同步书签和统计数据。
zh_hant: 透過 Google Drive 與 ッツ Reader 或 Niratan 裝置之間同步書籤和統計資料。

source: Sync failed: %@
zh_hans: 同步失败: %@
zh_hant: 同步失敗：%@

source: Synced %@ from ッツ %lld characters
zh_hans: 已从 ッツ 同步 %1$@ %2$lld 个字符
zh_hant: 已從 ッツ 同步 %1$@ %2$lld 個字元

source: Synced %@ to ッツ %lld characters
zh_hans: 已同步 %1$@ 到 ッツ %2$lld 个字符
zh_hant: 已同步 %1$@ 至 ッツ %2$lld 個字元

source: %@ is already synced
zh_hans: %@ 已同步
zh_hant: %@ 已同步

source: Syncing
zh_hans: 同步
zh_hant: 同步

source: Syncing...
zh_hans: 同步中…
zh_hant: 同步中…

source: System
zh_hans: 跟随系统
zh_hant: 系統

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Term
zh_hans: 术语
zh_hant: 術語

source: Term Dictionaries
zh_hans: 术语词典
zh_hant: 術語辭典

source: Text
zh_hans: 文本
zh_hant: 文字

source: Text Color
zh_hans: 文本颜色
zh_hant: 文字顏色

source: Text Orientation
zh_hans: 文本方向
zh_hant: 文字方向

source: Theme
zh_hans: 主题
zh_hant: 主題

source: Blur Images
zh_hans: 图片模糊
zh_hant: 模糊圖片

source: Daily
zh_hans: 每天
zh_hant: 每天

source: Horizontal
zh_hans: 横排
zh_hant: 橫排

source: Interval
zh_hans: 间隔
zh_hant: 間隔

source: Last Update
zh_hans: 上次更新
zh_hant: 上次更新

source: Monthly
zh_hans: 每月
zh_hant: 每月

source: Never
zh_hans: 从未
zh_hant: 從未

source: Paragraph Spacing
zh_hans: 段落间距
zh_hant: 段落間距

source: This will download the latest version of the following dictionaries (33 MB): JMdict (Term) JMnedict (Term) Jiten (Frequency)
zh_hans: 将下载以下词典的最新版本（33 MB）： JMdict（术语） JMnedict（术语） Jiten（频率）
zh_hant: 將下載以下辭典的最新版本（33 MB）： JMdict（術語） JMnedict（術語） Jiten（頻率）

source: Update Automatically
zh_hans: 自动更新
zh_hant: 自動更新

source: Updates
zh_hans: 更新
zh_hant: 更新

source: Vertical
zh_hans: 竖排
zh_hant: 直排

source: Weekly
zh_hans: 每周
zh_hant: 每週

source: This will download the latest versions of the following dictionaries (22 MB): JMdict (Term) Jiten (Frequency)
zh_hans: 将下载以下词典的最新版本（22 MB）： JMdict（术语） Jiten（频率）
zh_hant: 將下載以下辭典的最新版本（22 MB）： JMdict（術語） Jiten（頻率）

source: This will check for and install updates for these dictionaries: %@
zh_hans: 将检查并安装以下词典的更新： %@
zh_hant: 將檢查並安裝以下辭典的更新： %@

source: This will replace AnkiMobile callbacks with AnkiConnect requests.
zh_hans: 这将用 AnkiConnect 请求替代 AnkiMobile 回调。
zh_hant: 這將以 AnkiConnect 請求取代 AnkiMobile 回呼。

source: Time to finish Book:
zh_hans: 读完本书还需：
zh_hant: 全書剩餘時間：

source: Time to finish Chapter:
zh_hans: 读完本章还需：
zh_hant: 本章剩餘時間：

source: Title
zh_hans: 标题
zh_hant: 標題

source: Today
zh_hans: 今天
zh_hant: 今天

source: Top
zh_hans: 顶部
zh_hant: 頂部

source: Update
zh_hans: 更新
zh_hant: 更新

source: Update Dictionaries
zh_hans: 更新词典
zh_hant: 更新辭典

source: Use AnkiConnect
zh_hans: 使用 AnkiConnect
zh_hant: 使用 AnkiConnect

source: Use Sepia as Light Theme
zh_hans: 将棕褐色用作浅色主题
zh_hant: 使用棕褐色作為淺色主題

source: View added note in Anki
zh_hans: 在 Anki 中查看已添加的笔记
zh_hant: 在 Anki 中查看已新增的筆記

source: Version
zh_hans: 版本
zh_hant: 版本

source: Vertical Padding
zh_hans: 垂直边距
zh_hant: 垂直邊距

source: Width
zh_hans: 宽度
zh_hant: 寬度

source: Yomitan JSON audio sources are supported
zh_hans: 支持 Yomitan JSON 音频源
zh_hant: 支援 Yomitan JSON 音訊來源

source: Yomitan term, frequency and pitch dictionaries (.zip) are supported
zh_hans: 支持 Yomitan 术语、频率和音高词典（.zip）
zh_hant: 支援 Yomitan 術語、頻率和音高辭典（.zip）

source: ッツ Sync
zh_hans: ッツ 同步
zh_hant: ッツ 同步

source: A **[Google Cloud project](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** is necessary for syncing.
zh_hans: 需要创建一个 **[Google Cloud 项目](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)** 进行同步。
zh_hant: 同步需要一個 **[Google Cloud 專案](https://github.com/ttu-ttu/ebook-reader?tab=readme-ov-file#storage-sources)**。

source: 1. After the initial setup, create another **OAuth client ID** in the same project.
zh_hans: 1. 初始设置完成后，在同一项目中再创建一个 **OAuth 客户端 ID**。
zh_hant: 1. 初始設定完成後，在同一專案中建立另一個 **OAuth 用戶端 ID**。

source: 2. Select **iOS** as the **Application type** and set the **Bundle ID** to '**moe.shishamo.hoshi**'.
zh_hans: 2. 选择 **iOS** 作为 **应用类型**，并将 **Bundle ID** 设置为“**moe.shishamo.hoshi**”。
zh_hant: 2. 選擇 **iOS** 作為**應用程式類型**，並將 **Bundle ID** 設為「**moe.shishamo.hoshi**」。

source: 3. Paste the **Client ID** in the textbox below and press '**Connect Google Drive**'.
zh_hans: 3. 将 **客户端 ID** 粘贴到下面的文本框中，然后点击“**连接 Google Drive**”。
zh_hant: 3. 將**用戶端 ID** 貼到下方文字方塊並點選「**連接 Google Drive**」。

source: 4. You can sync individual books by long-pressing and selecting '**Sync**'.
zh_hans: 4. 你可以长按单本书并选择“**同步**”来同步。
zh_hant: 4. 長按書籍並選擇「**同步**」即可同步單本書。

source: Justify Text
zh_hans: 两端对齐
zh_hant: 左右對齊文字

source: Show Statistics Toggle
zh_hans: 显示统计开关
zh_hant: 顯示統計切換

source: Show Sasayaki Toggle
zh_hans: 显示 Sasayaki 开关
zh_hant: 顯示 Sasayaki 切換

source: Keyboard Shortcuts
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Reading
zh_hans: 阅读
zh_hant: 閱讀

source: Click a shortcut, then press a single key or a key combination.
zh_hans: 点击一个快捷键，然后按单个键或组合键。
zh_hant: 點一下快捷鍵，然後按單鍵或組合鍵。

source: Previous Cue
zh_hans: 上一句
zh_hant: 上一句

source: Next Cue
zh_hans: 下一句
zh_hant: 下一句

source: Replay Cue
zh_hans: 重播句子
zh_hant: 重播句子

source: Jump Cue
zh_hans: 跳转句子
zh_hant: 跳轉句子

source: Press keys...
zh_hans: 请按快捷键...
zh_hant: 請按快捷鍵...

source: Previous Sasayaki Cue
zh_hans: 上一句 Sasayaki
zh_hant: 上一句 Sasayaki

source: Toggle Sasayaki Playback
zh_hans: 切换 Sasayaki 播放
zh_hant: 切換 Sasayaki 播放

source: Next Sasayaki Cue
zh_hans: 下一句 Sasayaki
zh_hant: 下一句 Sasayaki

source: Replay Sasayaki Cue
zh_hans: 重播 Sasayaki 句子
zh_hant: 重播 Sasayaki 句子

source: Jump to Sasayaki Cue
zh_hans: 跳转到 Sasayaki 句子
zh_hant: 跳轉到 Sasayaki 句子

source: Check for Updates
zh_hans: 检查更新

source: Update Available
zh_hans: 发现新版本
zh_hant: 發現新版本

source: Version %@ is available. You are using %@.
zh_hans: 新版本 %@ 已可用。你当前正在使用 %@。
zh_hant: 新版本 %@ 已可用。你目前正在使用 %@。

source: Open Download Page
zh_hans: 打开下载页
zh_hant: 開啟下載頁

source: Download and Install
zh_hans: 下载并安装
zh_hant: 下載並安裝

source: Downloading Update...
zh_hans: 正在下载更新...
zh_hant: 正在下載更新...

source: Downloading Update... %@
zh_hans: 正在下载更新... %@
zh_hant: 正在下載更新... %@

source: Later
zh_hans: 稍后
zh_hant: 稍後

source: You're Up to Date
zh_hans: 已是最新版本
zh_hant: 已是最新版本
